function privetstvie(interaction) {
    interaction.reply({
        ephemeral: true,
        embeds,
    })
}

const embeds = [
    {
        image: {
            url: "https://cdn.discordapp.com/attachments/729777975041720380/1025168490912559204/d074899fcd041950.png",
        },
        color: 3092790,
        },
    {
        description: "```Рабочие роли сервера```\n<a:heartdotmeta00:965684404850679837><@&865961562955317268> — Главная администрация.\n<a:heartdotmeta01:965684412828237934><@&866438519265951764> — Обслуживание серверных ботов.\n<a:heartdotmeta02:965684420696768512><@&865961558991044629> — Старшая модерация.\n<a:heartdotmeta03:965684428271665182><@&822526914321055744> — Лучшие представители своей ветки.\n<a:heartdotmeta04:965684435741716510><@&842077390641561610> — Младшая модерация.\n<a:heartdotmeta05:965684442704269412><@&865974246597066762> — Организаторы мероприятий.\n<a:heartdotmeta06:965684449125761064><@&944556479405522984> — Организаторы столов по мафии.\n<a:heartdotmeta07:965684455958265976><@&866366388117176320> — Организация игровых мероприятий.\n<a:heartdotmeta08:965684462451052544><@&957019679036158044> — Организаторы творчества.\n<a:heartdotmeta09:965685685308768386><@&1033705687047471124> — Ответственные за соцсети сервера.\n<a:heartdotmeta10:965685701331025920><@&911700891357306900> — Ответственные за клан движуху.",
        image: {
            url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png",
        },
        color: 3092790,
    },
    {
        description: "```Ответственности товарищей```\n<a:heartdotmeta00:965684404850679837><@276209857349156875> - в ответе за проект.\n<a:heartdotmeta01:965684412828237934><@301218562146566146> - разработчик сервера.\n<a:heartdotmeta02:965684420696768512><@1032726813350318100> - ответственная за роли и личные румы.\n<a:heartdotmeta03:965684428271665182><@236508653434306560> - в ответе за игровую категорию сервера.\n<a:heartdotmeta03:965684428271665182><@264103650174042123> - жалобы на стафф.\n<a:heartdotmeta04:965684435741716510><@524245640210022412> - в ответе за модерацию и <@&842077390641561610>.\n<a:heartdotmeta05:965684442704269412><@297372127768870913> - ответственный за <@&865974246597066762>.\n<a:heartdotmeta06:965684449125761064><@699324257636712489> - ответственный за <@&944556479405522984>.\n<a:heartdotmeta07:965684455958265976><@403574551705026560> - ответственный за <@&866366388117176320>.\n<a:heartdotmeta08:965684462451052544><@492381941878751232> - ответственная за <@&957019679036158044>.\n<a:heartdotmeta09:965685685308768386><@724343598157660272> - ответственная за <@&1033705687047471124>.\n<a:heartdotmeta10:965685701331025920><@270664753129455626> - ответственный за <@&911700891357306900>.",
        image: {
            url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png",
        },
        color: 3092790,
    },
]

module.exports = {
    action: privetstvie,
    emoji: '🛐',
    label: 'Общая информация',
    value: 'privetstvie',
};