const { description } = require("../embeds/control");

function shop(interaction) {
    interaction.reply({
        ephemeral: true,
        embeds,
    })
}

const embeds = [
    {
        image: {
            url: "https://cdn.discordapp.com/attachments/731192392652423210/935651383045148682/sample_1_1_1.gif",
        },
        color: 3092790,
        },
    {
        title: "<:fon11:832188712644902927>Личная комната",
        description: "<:fon11:832188712644902927>\n<a:metadot_00:935951263626063922>Комната для вас и ваших друзей;\n<a:metadot_01:935951273386197002>Личная роль с твоим названием и цветом;\n<a:metadot_02:935951284870213682>Неограниченное количество участников для роли;\n<:fon11:832188712644902927>",
        image: {
            url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png",
        },
        fields: [
            {
              name: "<:fon11:832188712644902927>Цена",
              value: "<:fon11:832188712644902927>1,000",
              inline: true
            },
            {
              name: "<:fon11:832188712644902927>Срок",
              value: "<:fon11:832188712644902927>30 дней",
              inline: true
            }
          ],
        color: 3092790,
    },
    {
        image: {
            url: "https://cdn.discordapp.com/attachments/731192392652423210/942509643010293820/Comp_1_1_4.gif",
        },
        color: 3092790,
    },
    {
        title: "<:fon11:832188712644902927>Привилегии \" SPONSOR \":",
        description: "<:fon11:832188712644902927>\n<a:metadot_00:935951263626063922>Мут пользователя - 10 мутов / 30 дней;\n<a:metadot_01:935951273386197002>Доступ во все войс каналы в разделе администрации;\n<a:metadot_02:935951284870213682>Расположение в ролях под модератором;\n<a:metadot_03:935951347851857982>Переполнение и мув пользователей в общих комнатах;\n<a:metadot_04:935951367456030790>Возможность кидать картинки в общих чатах;\n<a:metadot_05:935951390470201414>Размут пользователя - 5 размутов / 30 дней;\n<a:metadot_06:935951399198531694>Разбан пользователей  - 1 разбан / 30 дней;\n<:fon11:832188712644902927>`(на усмотрение администрации)`\n<:fon11:832188712644902927>",
        image: {
            url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png",
        },
        fields: [
            {
              name: "<:fon11:832188712644902927>Цена",
              value: "<:fon11:832188712644902927>1,500",
              inline: true
            },
            {
              name: "<:fon11:832188712644902927>Срок",
              value: "<:fon11:832188712644902927>30 дней",
              inline: true
            }
          ],
        color: 3092790,
    },
    {
        image: {
            url: "https://cdn.discordapp.com/attachments/731192392652423210/942509644541206558/Comp_1_7.gif",
            },
            color: 3092790,
    },
    {
        title: "<:fon11:832188712644902927>Привилегии \" FILANTROP \":",
        description: "<:fon11:832188712644902927>\n<a:metadot_00:935951263626063922>Мут пользователя - 20 мутов / 30 дней;\n<a:metadot_01:935951273386197002>Расположение в ролях выше Администратора;\n<a:metadot_02:935951284870213682>Личная комната на 30 дней;\n<a:metadot_03:935951347851857982>Возможность снятия гендерной роли;\n<a:metadot_04:935951367456030790>Возможность кидать картинки в общих чатах;\n<a:metadot_05:935951390470201414>Переполнение и мув пользователей в общих комнатах;\n<a:metadot_06:935951399198531694>Доступ во все войс каналы в разделе администрации;\n<a:metadot_07:935951409751416933>Размут пользователя - 15 размутов / 30 дней;\n<a:metadot_08:935951419389902848>Разбан пользователей - 3 разбана / 30 дней\\;\n<:fon11:832188712644902927>`(на усмотрение администрации)`\n<:fon11:832188712644902927>",
        color: 3092790,
        fields: [
          {
            name: "<:fon11:832188712644902927>Цена",
            value: "<:fon11:832188712644902927>4,000",
            inline: true
          },
          {
            name: "<:fon11:832188712644902927>Срок",
            value: "<:fon11:832188712644902927>30 дней",
            inline: true
          }
        ],
        image: {
          url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png"
    }
},
{
    description: "<:fon11:832188712644902927>Оплата [**Qiwi**](https://qiwi.com/n/ALBIZAR).\n<:fon11:832188712644902927>Также покупки доступны по команде `/market` в корзине.\n<:fon11:832188712644902927>По поводу покупок к <@293772563040174082>.",
    color: 3092790,
    image: {
      url: "https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png"
    }
  }
]

module.exports = {
    action: shop,
    emoji: '🛐',
    label: 'Магазин',
    value: 'shop',
};