module.exports= {
    name: `creative`,
    fullstaffchatid: `993202076576391248`,
    description: `Организаторы творчества.`,
    label: `Креатив`,
    form: [
      {
        type: `text`,
        label: `Имя и возраст`,
        name: `name`,
        style: `SHORT`,
        placeholder: `Алиса, 15`,
        required: true,
      },
      {
        type: `text`,
        label: `С какой веткой вы бы хотели работать?`,
        name: `tvorcvetka`,
        style: `LONG`,
        placeholder: `Например: Музыканты, Художники, Дабберы, Чтецы или Кинотеатр`,
        required: true,
      },
      {
        type: `text`,
        label: `Есть ли у вас творческие увлечения?`,
        name: `tvorch`,
        style: `LONG`,
        placeholder: `Если да, то перечислите`,
        required: true,
      },
      {
        type: `text`,
        label: `Чем ты можешь помочь творческой ветке?`,
        name: `why`,
        style: `LONG`,
        placeholder: ``,
        required: true,
      },
       
    ],
  
    embed: {
        description: "<@&957019679036158044> - это творческие помощники сервера. Наша ветка разделяется на подветки:\n\n<a:_aestheticmoondrk_2:981601044972847124> **Музыканты** - Ответственные за <#1025710195889934426> и <#957500335415492658>, выдачу роли музыканта и проведение муз. вечеров.\n<a:_aestheticmoondrk_2:981601044972847124> **Художники** - Ответственные за <#1025711356902641725>, публикацию работ и проведение худ. вечеров.\n<a:_aestheticmoondrk_2:981601044972847124> **Дабберы** - Ответственные за <#957596098267066388>, выдачу роли даббера и проведение озвучек.\n<a:_aestheticmoondrk_2:981601044972847124> **Чтецы** - Ответственные за <#972150826619523112>, выдачу роли чтеца и проведение лит. вечеров.\n<a:_aestheticmoondrk_2:981601044972847124> **Кинотеатр** - Ответственные за <#1008348542957523005>, проведение кинотеатра и стримов.\n\n <a:oblachko2:870284574603739176> **Что от вас требуется:**\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Адекватность и стрессоустойчивость;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Знание и соблюдение правил нашего проекта;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Готовность работать в коллективе и помогать друг другу;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Хороший словарный запас и/или творческие успехи.\n\n<a:oblachko2:870284574603739176> **Что мы предлагаем взамен:**\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Вы сможете принять участие в развитии проекта;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Классное времяпровождение с дружным коллективом;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Дополнительная поддержка вашего творчества;\n<:fon:916322554053029938> <a:strelochka2:870284612205703198> Зарплата в виде <:konfeta:921400596660097045> и других плюшек: Discord Nitro, личная комната, роли и многое другое.",
        color: 8696056,
        author: {
            name: "Набор на креатива!",
            icon_url: "https://images-ext-2.discordapp.net/external/-yAc06kMLfT_I2_F7UTWr25kKv9nneVP0DLFf_ic7Iw/%3Fsize%3D96%26quality%3Dlossless/https/cdn.discordapp.com/emojis/933249466906062848.gif"
          },
        image: {
            url: `https://media.discordapp.net/attachments/964932887851966494/982245509681000478/ADSAD.gif`
        },
      },
    }