module.exports= {
    name: `clanstaff`,
    description: `Кому писать чтобы пожаловаться на Клан Стафф?`,
    label: `Жалоба на Клан Стафф`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&911700891357306900>, напиши:\n<@270664753129455626>, <@468452959278071808>, <@484810299984183297>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }