module.exports= {
    name: `closer`,
    description: `Кому писать чтобы пожаловаться на клозера?`,
    label: `Жалоба на Клозера`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&787701402008158248>, напиши:\n<@320931529541025792>, <@899964230588067850>, <@668541069859749908>, <@455128249668861983>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }