module.exports= {
    name: `control`,
    description: `Кому писать чтобы пожаловаться контрола?`,
    label: `Жалоба на Контрола`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&842077390641561610>, напиши:\n<@156040267470864385>, <@524245640210022412>, <@509033997368557599>, <@294734126848933889>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }