module.exports= {
    name: `creative`,
    description: `Кому писать чтобы пожаловаться на креатива?`,
    label: `Жалоба на Креатива`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&957019679036158044>, напиши:\n<@492381941878751232>, <@766006999799562331>, <@714901003287265370>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }