module.exports= {
    name: `eventer`,
    description: `Кому писать чтобы пожаловаться ивентера?`,
    label: `Жалоба на Ивентера`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&865974246597066762>, напиши:\n<@236508653434306560>, <@542752250607566868>, <@297372127768870913>, <@531944316487335981>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }