module.exports= {
    name: `helper`,
    description: `Кому писать чтобы пожаловаться хелпера?`,
    label: `Жалоба на Хелпера`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&842077390641561610>, напиши:\n<@524245640210022412>, <@610805241386106880>, <@899964230588067850>, <@936291583698030612>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }