module.exports= {
    name: `vedushiy`,
    description: `Кому писать чтобы пожаловаться на ведущего?`,
    label: `Жалоба на Ведущего`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&944556479405522984>, напиши:\n<@699324257636712489>, <@995349994984980480>, <@648620175775629322>, <@705445335748837406>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }