module.exports= {
    name: `vedushiy`,
    description: `Кому писать чтобы пожаловаться на ведущего?`,
    label: `Жалоба на Ведущего`,

      embed: {
        description: "<:fon11:832188712644902927>\nЧтобы пожаловаться на роль <@&944556479405522984>, напиши:\n<@299929768411791361>, <@476810842315423765>, <@983600090319036507>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }