const embeds = 

    [{
        label: "Данетки",
        title: "**Данетки**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Разновидность игры в загадки. В классическом варианте водящий описывает странную ситуацию, а угадывающие должны, задавая уточняющие вопросы, выяснить её. При угадывании можно задавать вопросы, но ответом на них могут быть только слова «да» и «нет».```\n**Категорически запрещено:**\n**1.** Зная ответ на данетку, мешать другим людям отгадывать.\n**2.** Гуглить ответ на данетку",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534190730989598/4fb44a3988afc140.png"
        },
        key: "danetki",
      },
      {
        label: "Дурак онлайн",
        title: "** Дурак онлайн**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n``` Карточная игра, цель которой избавиться от всех своих карт. Последний игрок, не избавившийся от карт, остается в \"дураках\".```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534191209128026/51c4b88e5c4c9876.png"
        },
        key: "durak",
      },
      {
        label: "Декодер",
        title: "**Декодер**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n```Игрушка про расшифровщиков! Если один человек зашифровал, то другой завсегда расшифровать сможет». Главное, перехватить секретный ключ, позволяющий раскодировать сообщение, и умело им воспользоваться, пока противник продолжает считать информационный канал защищённым.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534191808921600/992c11346306bb03.png"
        },
        key: "dekoder",
      },
      {
        label: "JackBox",
        title: "**JackBox**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Это виртуальная коробка, полная веселья! Играть в неё можно с любого современного браузера на смартфоне, планшете или компьютере. Она содержит в себе несколько довольно интересных игр, которые отлично подходят для того, чтобы провести время в приятной компании.```\n**Общие моменты игры:**\nОписание режима, вопросы, таблица результатов и прочее показываются на экране , их могут видеть все игроки, в это время каждый выполняет задания и отвечает на вопросы.\n\n**Режимы игры:**\n**Смехлыст** - Цель игры в том, чтобы отвечать на вопросы как можно смешнее. Игроков разбивают на пары и выдают вопросы, по одному на 2 человека. Когда каждый ответил на вопросы, начинается \"баттл\", где игроки выбирают самые смешные ответы на вопросы, естественно, не из тех, которые писали сами. \n\n**Бредовуха** - Всем игрокам дается забавный факт с пропуском фразы/слова. Каждый должен заполнить пропуск так, чтобы другие подумали, что это правда. Когда все заканчивают заполнение пропусков, на экран выводятся варианты ответов. Они включают в себя варианты, придуманные другими игроками, варианты предложенные игрой. И только один из вариантов является правдой. Задача игроков найти его, а также заполнить пропуск так, чтобы другие подумали, что именно твой ответ правильный. \n\n **Смертельная вечеринка** - Игроки должны отвечать на вопросы общих знаний по аналогии с игрой А голову ты не забыл? Но со своей главной фишкой: если ты отвечаешь неправильно, тебя отправляют в Подвал Смерти, в котором все ответившие неверно игроки сражаются за свою жизнь в интересных мини-играх до тех пор, пока в живых не остаётся только один.\n\n**Выжить в интернете** - Всем игрокам выдаётся новость из интернета, возможно фейковая, которую они должны смешно прокомментировать, после чего другой игрок комментирует твой комментарий, а по итогам проводится голосование. \n\n**Панччемпионат** - Чем-то напоминает смехлыст, но со ставками. Смысл игры в том же - ответить как можно смешнее на вопрос. Остальные игроки голосуют за самый смешной или оригинальный ответ по их мнению.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533306252939347/dbb8bc446c401312.png"
        },
        key: "jackbox",
      },
      {
        label: "Загадки",
        title: "**Загадки**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Это задачка, которую надо решить. Это поэтическое описание предмета, главных его черт.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534192765227018/4ce0e8ad6faf011b.png"
        },
        key: "zagadki",
      },
      {
        label: "Имаджинариум",
        title: "**Имаджинариум**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Настольная игра на ассоциации, в которой понадобятся и воображение, и логика! Ведущий выбирает одну карту и загадывает для нее ассоциацию. Остальные же игроки должны подобрать наиболее похожую карту на загаданную ассоциацию и выдвинуть её. Как только участники подготовились, все четыре карты переворачиваются лицевой стороной и начинается самое интересное!```\nОбщие моменты игры:\n**Ведущий получает:**\n+3 очка, когда хотя бы один человек выбрал его карту, но не все\n+1 очко за каждого участника, выбравшего его карту\n-3 очка, если его выбрали все\n\n**Участник получает:**\n+3 очка, если он выбрал карту ведушего, за исключением случаев, когда её выбрали все\n+1 очко за каждого участника, выбравшего его карту",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534193247555646/04f1f9ed0c074c68.png"
        },
        key: "imiginarium",
      },
      {
        label: "Кто я?",
        title: "**Кто я?**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```В этой игре ты можешь проявить свою оригинальность, загадывая другим людям забавные слова. Кто я? Червяк или облако? А может известный актер?...```\n**Общие правила:**\nВопросы , на которые можно ответить только «Да» или «Нет»;\nЗа один ход вы можете получить максимум 3 «Да» или 1 «Нет».\n\n**Категорически запрещено:**\nОзвучивать слова;\nВрать тому кто отгадывает;\nПередача информации другим игрокам.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534193805394001/c4eb38b811c6dc23.png"
        },
        key: "ktoya",
      },
      {
        label: "Криминалист",
        title: "**Криминалист**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Это детективная ролевая игра. Один из игроков становится ведущим криминалистом, остальные участники — детективами. Задача следователей – отыскать убийцу среди своих коллег, пользуясь подсказками криминалиста.```\n**Роли:**\nДля 4-5 игроков: 1 криминалист, 1 убийца, все остальные игроки следователи.\nДля 6-12 игроков: 1 криминалист, 1 убийца, 1 сообщник убийцы, 1 свидетель, все остальные игроки - следователи.\n\n**Убийца** выбирает орудие убийства и главную улику, а **криминалист** дает подсказки о места преступлении, о характере смерти и т.д .остальные игроки следуя подсказкам должны угадать кто Убийца и предъявить обвинения. **Следователи** должны найти как и орудие убийства так и главную улику. При правильном обвинении следователи побеждают.\n\n**Ход игры:**\n**Преступление** - во время этой фазы убийца выбирает орудие убийства и главную улику, а криминалист узнает всю правду о совершенном преступлении.\n**Расследование** - это основная часть игры, состоящая из 3 раундов. Каждый раунд разделен на две фазы: сбор сведений и высказывания подозрений. Игра может закончится преждевременно, если один из следователей верно идентифицирует главную улику и орудие убийства. В противном случае игра завершается после третьего раунда.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534194497462272/e35657d9175887c9.png"
        },
        key: "kriminalis",
      },
      {
        label: "Крокодил",
        title: "**Крокодил**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Игра, в которой игроки соревнуются друг с другом в скорости угадывания слов и в ловкости владения карандашом. Ведущий выбирает одно из предложенных слов и старается нарисовать ассоциированную с ним вещь. Нужно написать разгадку, пока таймер ведет отсчет.```\n**Категорически запрещено:**\nНамеренно руинить.\nРисовать то, что может противоречить правилам сервера (шок-контент, свастика и т.п).",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534195172737116/1621a41ac2774ece.png"
        },
        key: "krokodil",
      },
      {
        label: "Codenames",
        title: "**Codenames**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n\n**Цвета карточек делятся на 4 типа:**\n**1.** Карточка своей команды, которая даёт 1 очко.\n**2.** Карточка соперника, при выборе которой вы скипаете ход и добавляете 1 очко команде соперника.\n**3.** Нейтральная карточка, при выборе которой вы просто скипаете ход.\n**4.** Чёрная карточка, при выборе которой вы автоматически проигрываете игру.\n\n**Общие правила:**\n**1.** Шифр должен состоять из одного слова и одной цифры. Пример: СЛОН и ЛЕВ – и говорит: «Африка - 2».\n**2.** Шифр должен быть подвязан по смыслу к загадываемым словам.\n**3.** Нельзя использовать слова с одинаковыми окончаниями, суффиксами и приставками, если они не связаны по смыслу.\n **Пример:** «человечек» и «грибочек» связаны, они оба описывают маленькие предметы, «воскресение» и «мнение» не связаны.\n**4.** Нельзя использовать шифры с созвучными корнями, если они не связаны по смыслу. \n**Пример:** «порт» нельзя использовать для слова СПОРТ, но «ребёнок» можно использовать для слова ЖЕРЕБЁНОК.\n**5.** Нельзя говорить об их первых буквах или о геометрическом расположении этих карт в таблице.\n **Пример:** Нельзя связывать слова ЛУК, ЛЁН и ЛЕВ шифрами «л - 3» или «три - 3».\n**6.** Буквы и цифры допустимы, если они касаются смысла кодовых имён. \n**Пример:** «восемь - 2» – о словах ПАУК и ЧИСЛО.\n7. Цифру в шифре нельзя использовать в качестве шифра:\n **Пример:** «цитрусовые - 8» недопустимо для слов ЛИМОН и ОСЬМИНОГ.\n**8.** В качестве шифра нельзя использовать слово однокоренное с присутствующими среди неразгаданных кодовых имён.\n**9.** В шифре запрещено использовать несуществующие слова, делать намеки в виде нарочных ошибок или изменений регистра букв. \n**Пример:** для слов ЛУНА и БАСНЯ недопустимо «АПОЛЛОг - 2».\n**10.** Аббревиатуры использовать можно, если на столе нет карты с использующимся словом из этой самой аббревиатуры. \n**Пример:** нельзя загадывать СССР, если на столе есть карточка со словом «союз».\n**11.** В качестве чисел можно использовать — 0-9; при этом команда может выбрать любое количество слов. \n**Исключение:** турнирные игры, игры с использованием большего количества слов.\n**12.** Вы можете использовать 0 в качестве части вашей подсказки. Когда капитан команды загадывает «через 0», это значит что слово, которое ближе всего подходит по смыслу не является словом этой команды, и при этом нужно искать слова, отталкиваясь от этой же ассоциации. \n**Пример:** «учебник - 0» на столе есть слова энциклопедия, ученик, колледж. Больше всего по-смыслу подходит энциклопедия, т.к. это книга, значит это слово чужой команды, либо ничьё. А ученик менее связан с ассоциацией, но тоже подходит, следовательно, это слово вашей команды.\n**13.** Если используется шифр не на русском языке, он не должен иметь однокоренных прямых переводов со словами на столе.\n**Пример:** Нельзя писать «sun - 1», когда на столе есть слово «солнце»\n\n**Категорически запрещено!**\n**1.** Общение с командой со стороны капитана, но можно уточнить ударение в слове или изменить количество загаданных слов в первые 5 секунд после отправки.\n**2.** Переговариваться не в свой ход\n**3.** Сливать информацию (если вы капитан)\n**4.** Использовать части слова, например: использовать слово «супер» для разгадки «герой»\n**5.** Использовать больше одного слова для подсказок\n**6.** Загадывать слова феминитивы, сленг, химические формулы.\n**7.** Использовать несуществующие слова, если такие слова вместе с загаданным и, возможно, дополнительными буквами образуют существующее слово.\n**8.** нельзя использовать часть слова, пишущегося через дефис, для объяснения другой части этого же слова.\n **Пример:** «арахно» для слова «фобия».\n**9.** Любая коммуникация с капитаном, кроме перечисления слов, которые планируются для выбора. В том числе: составление алгоритмов, перечисление слов и ожидание загадывания от мастера в определённый момент.\n\n**Скип хода**\nНаказание за неправильный шифр: Если капитан команды дал шифр с нарушением правил, ход сразу же переходит к другой команде, и на следующий ход капитан команды в качестве шифра ставит \".\" (в этот ход команда может пикать слова)",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034534195772530718/981cbac4b5aa7dff.png"
        },
        key: "codenames",
      },
      {
        label: "Монополия",
        title: "**Монополия**",
        description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Настольная игра в жанре экономической стратегии для двух и более человек. Получила большую популярность в XX веке во многих странах мира, включая СССР. Цель игры — рационально используя стартовый капитал, добиться банкротства других игроков. Фактически «Монополия» представляет собой игровое поле, состоящее из квадратов, которые проходят по кругу все игроки по очереди. Квадраты разделяются на активы и события. Когда игроку выпадает очередь ходить, то броском кубика он определяет, какое количество шагов он должен совершить на игровом поле за этот ход.```\n**Категорически запрещено:**\nНамеренный слив ресурсов другому игроку (поля, деньги и т.д.)\nНамеренное задерживание своего хода\nИспользование привилегий вип-статуса без разрешения ведущего",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034535352850981035/5d06a33149370a58.png"
        },
        key: "monopolia",
      },
      {
        label: "Намек понял!",
        title: "**Намек понял!**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n```Один из игроков становится ведущим (каждый раунд новый), а остальные игроки получают слово, на которое нужно намекнуть ведущему словом-подсказкой. Слово-подсказка не должно быть однокоренным, переводом или созвучием оригинального слова, а так же и не должно быть выдуманным.```\nКак только все отправят свои подсказки, начинается **этап удаления дубликатов**: все слова, имеющие одинаковые корни, должны быть удалены игроками, ведущий их не увидит — так что не стоит писать слишком очевидную ассоцицию, велика вероятность, что её напишет кто-то ещё. Так же в этот этап следует удалить слова, нарушающие правила.\n\nДалее ведущий, видя оставшиеся подсказки, должен угадать **оригинальное слово**. В случае успеха, он должен поставить «сердечко» самой полезной подсказке, или просто самой понравившейся.\n\n**Если слово угадано, начисляются победные очки:**\n+1 очко, если твоя подсказка не отлетела как дубликат\n+2 очка ведущему\n+3 очка игроку, получившему «сердечко»",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034535352502857729/1e00c07b965ab902.png"
        },
        key: "namekponyal",
      },
      {
        label: "Пазлы",
        title: "**Пазлы**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Обычные пазелки, но только в интернетике. Любишь собирать вот эти штучки? Залетай и зови друзей!```\n**Категорически запрещено:**\nИспользовать баги/фичи/лазейки сайтов.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034535352091807855/fe2f2ea4bd8d88b5.png"
        },
        key: "pazli",
      },
      {
        label: "Покер",
        title: "**Покер**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Карточная игра, цель которой - собрать выигрышную комбинацию, или вынудить всех соперников прекратить участвовать в игре.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034535351676575884/c331a500a386ff2b.png"
        },
        key: "poker",
      },
      {
        label: "Психушка",
        title: "**Психушка**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n```Игра, идентичная  шляпе, в которой за минуту необходимо объяснить как можно больше слов, используя слова, которые начинаются на букву \"П\".```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533006951600179/cee57acf249975da.png"
        },
        key: "psihushka",
      },
      {
        label: "Шляпа",
        title: "**Шляпа**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n\n**Общие правила:**\n**1.** Слова, имеющие ту же приставку или суффикс, что и загаданное, произносить можно, не сообщая при этом, что у загаданного слова такая же приставка или суффикс.\n**Пример:** «Переполох» - «переворот».\n**2.** Разрешено апеллировать к частям слова, не уточняя их размер («измени начало слова», «середина – как у слова, которое …»), а также к морфемам («измени окончание», «возьми приставку, как у моей фамилии»)\n**3.** Если иностранное слово заимствованием перешло в русский язык, называть его можно: «рефрижератор по-простому», «установка по\u0002английски».\n**4.** Если загадано иностранное слово, допускается говорить, из какого языка оно заимствовано, и произносить перевод: «любослов по-гречески». Также это правило действует в отношении объясняемых приставок и корней иностранного происхождения.\n**5.** Разрешено указание на происхождение слова.\n**6.** Разрешена апелляция отдельно к слогам, «поменяй первый слог», «поменяй слог посередине».   \n**Уточнение:** Вы можете попросить изменить слог, но не можете сказать сколько слогов в этом слове)\n**7.** Разрешено использование «мет» или иных других способов для наводки угадывающего на слово.\n⁣⁣**7.1.** Разрешено любое локальное объяснение слова, но если при этом сам его смысл уже был объяснён.\n\n**Категорически запрещено:**\n**1.** Произносить слова, однокоренные загаданному слову.\n**2.** Повторять за напарником загадываемое слово или однокоренное ему, даже когда второй уже назвал его.\n**3.** Произносить аббревиатуры, где одна из букв будет обозначать загаданное слово.\n**Нельзя:** «МГУ» для слова «Университет», т. к. «МГУ» - Московский государственный университет.\n**Можно: **«Московский Государственный» для слова «Университет», т.к. развернутая форма аббревиатурой считаться не будет.\n**4.** Произносить слова, созвучные загаданному слову.\n**Нельзя:** «фикус» для слова «фокус», «цех» - «мех» и т. д.\n**5.** Использовать рифму, но если оба рифмуемых слова в загаданном выражение пропущено, то допустимо.\n**Нельзя:** OН на весь мир (для слова «пир»).\n**Допустимо:** ОН на весь ОН.\n**6.** Произносить часть слова, которая вместе с\nзагадываемым словом образует отдельное третье слово.\n**Пример:** «птеро…» для «дактиля» — так как вместе они образуют «птеродактиль»\n**7.** Объясняющий не может апеллировать к буквам загаданного слова: к их количеству или местонахождению.\n**8.**Загадывать анаграммы (способ перестановки букв, в результате которого получается новое слово).\n**Пример:** «Пила» - «липа», «шпала» - «лапша». Но если загадывающий объяснит слово-анаграмму, это не будет считаться нарушением.\n**9.** Апелляция к переводу слов.\n**Нельзя:** «Хенд» по-русски (рука).\n**Можно:** «Не рука» по-английски (фут).\n**10.** Произносить несуществующие и выдуманные слова. «Сложнота» для слова «простота», «овценина» для слова «баранина».\n**11.** Произносить слово, которое вместе с загадываемым образует третье (через дефис).\n**Пример:** «Паук …» для слова «паук-птицеед», «крафт» для слова «крафт-бумага».",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533008125989006/7b7dedccede390b1.png"
        },
        key: "shlyapa",
      },
      {
        label: "Шпион",
        title: "**Шпион**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```В игре участвуют несколько человек, среди них один шпион, остальные - мирные игроки. Цель мирных игроков - выявить шпиона, цель шпиона - угадать локацию, в которой играют игроки и не спалиться раньше времени.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533008641900544/a2e35b022f42c984.png"
        },
        key: "shpion",
      },
      {
        label: "Слова из слов",
        title: "**Слова из слов**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Игра, где ведущий отправляет в чат слово, а задача игроков заключается в том, чтобы составить из этого слова много других слов.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533009799528498/2920779c03112fba.png"
        },
        key: "slovaizslov",
      },
      {
        label: "Своя игра",
        title: "**Своя игра**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Игра-викторина, сделанная по мотивам одноименного шоу \"Своя игра\", суть игры набрать наибольшее количество очков, отвечая на вопросы.```\n**Общие правила:**\nВсе вопросы в игре поделены по темам, и у каждого вопроса в теме есть своя стоимость. У каждого игрока имеется персональный счёт, который в начале игры равен 0. Звучит вопрос, после которого на экране появляется рамка, показывающая, что можно отвечать. Если игрок знает ответ, он может нажать на красную кнопку. Тот из игроков, кто нажмёт на кнопку ранее (и не допустит фальстарта), и даёт ответ. В случае верного ответа стоимость вопроса прибавляется к счёту игрока; в случае неверного — снимается со счёта. В последнем случае другие игроки снова могут попытать счастья и нажать на кнопку для ответа.\n\nТакже в игре могут встретиться специальные вопросы. В **\"Вопросе со ставкой\"** участники торгуются за вопрос, и отвечает на него тот игрок, кто поставит наибольшую сумму. При этом **\"Ва-банк\"** (т.е. ставка всей суммы на кон) может быть перебит только другим **\"Ва-банком\"**.\n\n**“Вопрос с секретом\"** открывший его участник должен передать другому участнику. Получивший его игрок должен (если это заложено в вопросе) выбрать стоимость вопроса и ответить на него. Тема вопроса может отличаться от основной темы, в которой находился вопрос.\n\nНа **\"Вопрос без риска\"** отвечает открывший его игрок. В случае правильного ответа на вопрос он получает удвоенную стоимость вопроса. В случае неверного ответа на вопрос игрок ничего не теряет.\n\nВ игре также может быть финальный раунд, в котором каждый из игроков делает ставку. Звучит вопрос, даётся время на размышление, и каждый из игроков письменно сдаёт свой ответ. После этого\nоглашается правильный ответ, и каждый из игроков получает или теряет деньги.\n\nПобедителем игры становится игрок, набравший после последнего вопроса наибольшую сумму.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533009254260838/efd36fda7a1e0f48.png"
        },
        key: "svoyak",
      },
      {
        label: "Секретный Гитлер",
        title: "**Секретный Гитлер**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n```У каждого игрока есть тайная роль как члена Либеральной или Фашистской партии.```\n**Игроки на стороне Либеральной партии выигрывают в случае:**\nПять Либеральных законов успешно приняты.\nИЛИ Гитлер был убит.\n\n**Игроки на стороне Фашистской партии выигрывают в случае:**\nШесть Фашистских законов успешно приняты.\nИЛИ Гитлер избран Канцлером в любое время после принятия трёх Фашистских законов.",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533010298654781/0fea6df4ac6ee1b9.png"
        },
        key: "secrethitler",
      },
     {
        label: "Сломанный телефон",
        title: "**Сломанный телефон**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Игра, суть которой заключается в том, чтобы продолжить историю, которую загадал один человек. Тебе предстоит придумать описание картинке, которую тебе покажут или же нарисовать её по слову! Самое главное в этой игре - смех!```\n**Категорически запрещено:**\nСливать ответы;\nНамеренно руинить;\nРисовать буквы;символы;цифры;\nРисовать то, что может противоречить правилам сервера (шок-контент, свастика и т.п).",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533010898432030/06cee2a5320d4f68.png"
        },
        key: "telefon",
      },
      {
        label: "Тройничок",
        title: "**Тройничок**",
        description: "<:dice:965495296366903296>  **от 6 человек**\n```Сможешь за 1 минуту тремя словами объяснить загаданные слова? Но так, чтобы твой напарник их понял и смог отгадать.```\n**Общие правила:**\n**1.** Объясняй загаданное слово, используя только три слова.\n**2.** Используй только существующие слова.\n**3.** Объясняя слово, не используй иностранные слова.\n**4.** Если ты случайно назвал больше трех слов - скипай и объясняй следующее.\n**5.** Объясняющий не может никаким образом апеллировать к буквам и слогам загаданного слова.\n**6.** При объяснении слова нельзя пользоваться переводами в случае, если одного из слов нет в русском языке с тем же значением.\n\n**Категорически запрещено:**\n**1.** Произносить слова, однокоренные загаданному слову.\n**2.** Использование аббревиатур , в составе которых используются слова находящиеся на столе.\n**Пример:** нельзя говорить «МГУ» для «Университет».\n**3.** Произносить слова, созвучные загаданному слову.\n**4.** Произносить слова, не существующие в русском языке, если такие слова вместе с загаданным и, возможно, дополнительными буквами образуют существующее слово. \n**Пример:** нельзя сказать «птеро…» для «дактиля» — так как вместе они образуют «птеродактиль», а также «бомбо…» для «убежища» — так как вместе они образуют «бомбоубежище».",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533011942805514/88fc48e72689135b.png"
        },
        key: "troinichok",
      },
      {
        label: "Угадайка",
        title: "**Угадайка**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```В этой игре тебе надо первым угадать, что изображено на картинках, загаданных ведущим.!```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533012538409000/fccb6c75c0776ebd.png"
        },
        key: "ugadaika",
      },
      {
        label: "Угадай мелодию",
        title: "**Угадай мелодию**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Игра, где вам будет даваться какой-то отрывок трека из топ чартов, и вам за определенное количество времени необходимо выбрать, что это за трек.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533011343024140/ea29cc7c607bed09.png"
        },
        key: "ugadaymelodiu",
      },
      {
        label: "HaxBall/Футбол",
        title: "**HaxBall/Футбол**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Обычный уличный футбольчик, только в интернетике, где главная задача забить мячик в ворота соперника.```",
        color: 3092791,
        image: {
          url: "https://media.discordapp.net/attachments/690620268237946983/1034533038522122280/06a29f10651a10b8.png"
        },
        key: "haxball",
      }]

module.exports = embeds