const embeds = 

    [{
        label: "Brawlhalla",
        title: "**Brawlhalla**",
        description: "<:dice:965495296366903296>  **от 5 человек**\n```Двухмерная игра в жанре файтинга, вы сталкиваетесь на арене в режиме \"все против всех\" с другими игроками, победу одерживает игрок, совершивший самое большое количество нокаутов.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034490500583006329/562e1a7aab8a3207.png",
        },
        key: "brawlhalla",
    },
    {
        label: "Brawl Stars",
        title: "**Brawl Stars**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Многопользовательский аркадный шутер с изометрической камерой от компании Supercell, создателя Clash of Clans и Clash Royale. Действие игры происходит на городской местности, а сражаться предстоит командами 3v3 в режиме реального времени.```\nВ Brawl Stars несколько режимов игры:\n\n**«Bounty»** – Необходимо собрать наибольшее количество звезд, попутно уничтожая противников. \n\n**«Smash & Grab»** – Сбор кристаллов до лимита в 10 штук. Все кристаллы находятся в центре карты, а значит битва будет жаркой. \n\n **«Heist»** – предлагает пользователям заняться взломом сейфа, который в течение пары минут защищает вражеская команда. \n\n**«Showdown»** – похож на Battle Royale, где игроков в количестве 10 человек сбрасывают на поле боя, которое медленно уменьшается в размерах.",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034490818066653224/24fd1e5772defe10.png",
        },
        key: "brawlstars",
    },
    {
        label: "CS:GO PUB",
        title: "**CS:GO PUB**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Игроки делятся на две команды: террористов и подразделений специального назначения, после чего сражаются друг с другом несколько раундов, по результатам которых определяется команда-победитель.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034494711718756432/e8c21257a0da1fad.png",
        },
        key: "csgopub",
    },
    {
        label: "Dota 2 PUB",
        title: "**Dota 2 PUB**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Игра в жанре MOBA. Каждый игрок управляет одним героем, каждый из которых обладает особыми навыками и умениями. Игроки делятся на 2 команды по 5 человек и сражаются в битвах, целью которых является уничтожение вражеской базы.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034491665483845632/266b967b18e179a1.png",
        },
        key: "dota2pub",
    },
    {
        label: "Dota 2 custom",
        title: "**Dota 2 custom**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Ивентер выбирает кастомку для игры и создает лобби. Игроки же заходят и весело проводят время в одной из игр, созданной участниками сообщества Dota 2.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034491935492149340/d5fdbbde7acde114.png",
        },
        key: "dota2custom",
    },
    {
        label: "Dead by Daylight",
        title: "**Dead by Daylight**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Сетевая игра в формате \"Один против четырех\", которая позволяет примерить на себя роль безжалостного убийцы, ведущего охоту на 4-ех выживших, или же наоборот, сыграть за одного из этих выживших и попытаться сбежать от убийцы.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034492657361223730/d17cf813c08adc35.png",
        },
        key: "dbd",
    },
    {
        label: "Fortnite",
        title: "**Fortnite**",
        description:  "<:dice:965495296366903296>  **от 4 человек**\n```Это кооперативная песочница на выживание, основными механиками которой являются исследование, сбор ресурсов, строительство укрепленных зданий. Строительство является основной механикой, при этом в игре множество разного лута.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034493399715291227/f27fdfb095dff0a5.png",
        },
        key: "fortine",
    },
    {
        label: "HearthStone",
        title: "**HearthStone**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Режим, где вам предстоит выбрать одного из героев, собрать мощный отряд из завербованных в таверне существ и сражаться в поединках до тех пор, пока не останется единственный победитель.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034494086511599686/9a4251c3550d94eb.png",
        },
        key: "hearthstone",
    },
    {
        label: "League of Legends",
        title: "**League of Legends**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Стратегическая кооперативная игра, в которой две команды из пяти игроков сражаются друг с другом, пытаясь уничтожить вражескую базу.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034494524514369606/47f3fbeea68072db.png",
        },
        key: "lol",
    },
    {
        label: "Minectaft",
        title: "**Minectaft**",
        description: "<:dice:965495296366903296>  **от 4 человек**\n```Это компьютерная игра жанра песочницы и приключений! вы можете создать своего уникального персонажа, придумать уникальное имя, и создать свой мир.``` \nВы можете выбрать для мира игровой режим.\n **Выживание** - У вас есть здоровье и голод, вы можете умереть. \n **Приключение** - Как выживание, но вы не можете строить и ломать.\n **Творческий** -  Вы бессмертны, и у вас бесконечные материалы.\n\nТакже можно выбрать сложность.\n **Нормально** - Враги наносят средний урон, как и здоровье живых существ. \n **Мирно**, -  Мобы не атакуют, а здоровье восстанавливается при голоде. \n **Легко**. - У других существ мало здоровья, и наносят они мало. \n **Сложно** -  У живых существ много здоровья, и наносят они много. \n **Хардкор** - Если вы умрёте, то останетесь призраком навсегда.",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034495074563801098/8d289179bc66348e.png",
        },
        key: "minecraft",
    },
    {
        label: "osu!",
        title: "**osu!**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Это ритм игра, в которой так или иначе вам предстоит нажимать под ритм разнообразной музыки, на разного типа ноты..```\nРежимы игры:\n **OSU!standart** — В этом режиме игры вам предстоит нажимать по кружочкам, которых всего 3 типа.  \n Нота -  обычный кружочек и к нему приближается обводка, и на этот самый кружочек надо успеть нажать к моменту как её достигнет наружная обводка.\nСлайдер -  работает так же как и обычная нота но на нее не просто надо нажать, а зажать и довести до конца этого самого слайдера.\n Большой круг -  надо быстро раскрутить. В целом это довольно простой режим, которому все же предстоит учиться для того чтобы хорошо играть.\n\n **OSU!mania** — В этом режиме игры нам необходимо нажимать на ноты которые падают сверху вниз и нам предстоит их нажимать. Всего в режиме у вас будет несколько вариантов игры, начиная от четырех клавиш до десяти. \n\n **OSU!taiko** — этот режим представляет из себя барабанчик, к которому летят ноты двух цветов - синего и красного. \n\n **OSU!catch** — В этом режиме игроку предстоит ловить фрукты играя человечком внизу экрана, управление в этой игре находится на стрелочках, а так же при нажатии клавиши shift персонаж получает сильное ускорение.",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034495630049021973/2d049bccda28e0f0.png",
        },
        key: "osu",
    },
    {
        label: "Overwatch",
        title: "**Overwatch**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Игрокам предстоит сражаться друг с другом на разных аренах в нескольких разных режимах, выбрав одного из двух десятков уникальных героев, каждый из которых обладает своей историей и навыками.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034496094169743390/278ccb76bfe8b851.png",
        },
        key: "overwatch",
    },
    {
        label: "Phasmophobia",
        title: "**Phasmophobia**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Хоррор, в котором вы вместе охотитесь за доказательствами существования привидений. Ваша задача — не поймать или уничтожить призрака, а просто собрать доказательства его существования и определить тип.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034496637101412373/0ff1e649669feb14.png",
        },
        key: "phasmophobia",
    },
    {
        label: "Roblox",
        title: "**Roblox**",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```Это площадка, в которой собраны десятки тысяч игр от профессиональных разработчиков и обычных пользователей-любителей. От традиционных гонок и ролевых игр до симуляторов и полос препятствий.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034502039620825108/9b71c4443b2fd95c.png",
        },
        key: "roblox",
    },
    {
        label: "VALORANT PUB ",
        title: "**VALORANT PUB **",
        description: "<:dice:965495296366903296>  **от 3 человек**\n```yе просто игра со стрельбой. Вам на выбор предлагаются агенты, вооруженные различными смертоносными умениями, у каждого агента уникальный игровой процесс – двух одинаковых не найти.```",
        color: 3092791,
        image: {
            url: "https://media.discordapp.net/attachments/690620268237946983/1034502039998320701/ca3c1bf62be200bd.png",
        },
        key: "valorantpub",
    },]

module.exports = embeds