const embeds = 

[{
    label: "Бабочки",
    title: "**Бабочки **",
    description: "<:dice:965495296366903296>  **от 4 до 5 человек**\n```Очень простая игра по сбору плиток. Вы переносите ежа с плитки на плитку, подсчитывая очки за собранные плитки. Игра оканчивается тогда, когда ёжик больше не может двигаться. Побеждает игрок, набравший наибольшее количество очков!```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034502040396767262/b13fccc93914b133.png"
    },
    key: "babochki",
},
{
    label: "Без остановки",
    title: "**Без остановки**",
    description: "<:dice:965495296366903296>  **от 3 до 4 человек**\n```Своего рода казино, которое испытывает твою удачу! Перед тобой представлены столбцы, которые нужно заполнять фишками. В начале игры игрок, которые ходит кидает кубики и продвигается по тому столбцу, число которого соответствует выпавшем числу на кубиках, если же после продвижения допустим по столбцу \"7\" игроку при перебросе кубиков не выпало число \"7\", то он падает, и ход переходит другому игроку.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034502040761675776/aca00de59a64320e.png"
    },
    key: "bez ostanovki",
},
{
    label: "Гномы вредители",
    title: "**Гномы вредители**",
    description: "<:dice:965495296366903296>  **от 4 до 12 человек**\n```Шахтеры против Вредителей сошлись в этой гонке за золотом. Когда вы кладёте свои карты и прокладываете путь, ваши друзья готовятся разрушить ваши планы. Работайте с другими Шахтерами, чтобы найти все золотые самородки и выиграть игру. Но остерегайтесь Вредителей, которые изменят ваш путь или уничтожат ваши запасы```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034502041327915088/dc2f9251b3489b36.png"
    },
    key: "gnomi",
},
{
    label: "Каркассон",
    title: "**Каркассон**",
    description: "<:dice:965495296366903296>  **от 4 до 5 человек**\n```В этой игре игроки занимаются развитием земель Каркассона и размещают своих подданных в городах и на дорогах, в монастырях и на полях. Способность развивать территорию и грамотно использовать своих путников, рыцарей, фермеров и монахов определит победителя.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528353987866645/77677a29c2dc895a.png"
    },
    key: "karkason",
},
{
    label: "Каменный век",
    title: "**Каменный век**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Увлекательная и несложная игра, в которой игроки по очереди размещают фигурки на игровом поле для выполнения действий и сбора ресурсов.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528354558279781/3b917aefb0975efa.png"
    },
    key: "vek",
},
{
    label: "Колоретто",
    title: "**Колоретто**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Это игрушка про цвета. Тут нужно собирать карточки одинакового цвета. Чем больше карт одного цветы соберешь, тем больше очков ты получишь!```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528355149693038/d8ee2e2bf7d70563.png"
    },
    key: "koloretto",
},
{
    label: "Корова 006",
    title: "**Корова 006**",
    description: "<:dice:965495296366903296>  **от 3 до 10 человек**\n```В Корове 006 есть 104 карты, пронумерованные от 1 до 104. Каждая карта имеет по крайней мере 1 маленькую бычью голову, которая засчитывается против вас. В каждом раунде игроки выбирают карту из своей руки и кладут ее рубашкой вверх. Когда все выложат карты, игроки открывают свои карты и размещают их в порядке возрастания на концах рядов. Если ваша карта будет шестой по счету, вы заберёте все карты в ряду, и те карты, которые вы забрали, засчитываются против вас в конце раунда.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528355799793674/33473ba01a641d6c.png"
    },
    key: "korova",
},
{
    label: "Покер на костях",
    title: "**Покер на костях**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Обычный покер, только на костях. Тут ты должен выбивать покерные комбинации с помощью костей. Победитель выясняется по заполнению всех комбинаций и общему количеству очков!```\n**Комбинации:**\n**\"Тройка\"** - 3 кубика с одинаковым значением\nПример: 1-1-1-2-3 = 8 очков\n**\"Каре\"** - 4 кубика с одинаковым значением\nПример: 5-5-5-5-1 = 21 очко\n**\"Фулл-Хаус\"** - 3 кубика с одним значением + 2 с другим \nПример: 1-1-1-2-2 = 25 очков*\n**\"Малый стрит\"**** - 4 кубика со значениями по порядку \nПример: 2-3-4-5-5 = 30 очков\n**\"Большой стрит\"** - 5 кубиков со значениями по порядку \nПример: 2-3-4-5-6 = 40 очков\n**\"Покер\"** - 5 кубиков с одинаковыми значениями\nПример: 3-3-3-3-3 =  50 очков\n**\"Шанс\"** - Любая комбинация\nПример: 2-3-5-6-6 = 22 очка – сумма всех кубиков",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528356336672818/09be2f9352983df8.png"
    },
    key: "pokernakostyah",
},
{
    label: "Цитадели",
    title: "**Цитадели**",
    description: "<:dice:965495296366903296>  **от 3 до 8 человек**\n```В «Цитаделях» игроки соревнуются за право называться главным строителем королевства. Вы будете строить средневековый город, а для этого нужно золото, а также помощь мастеровых и влиятельных вельмож. В каждом раунде каждый игрок выбирает одного персонажа, который даёт ему особое свойство. Игроки застраивают свои города, разыгрывая с рук карты кварталов. В конце игры эти карты принесут столько очков, какова их стоимость. Игра заканчивается в конце того раунда, в котором один из игроков построил седьмой квартал в своём городе. Тот, кто набрал больше очков, становится главным строителем королевства.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528357045522442/39d724c47cb5b0de.png"
    },
    key: "citadel",
},
{
    label: "Кубички",
    title: "**Кубички**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Цель игры — состоит в том, чтобы собрать коллекцию, которая либо содержит 7 различных видов, либо содержит 3 птицы одного вида и 3 других. В начале каждого раунда каждый игрок начинает с 8 карт в руке, и в центре стола есть 4 ряда с тремя картами лицевой стороной вверх. Кроме того, каждый игрок начинает с карты птицы, лицевой стороной вверх, перед ними, которая представляет первую птицу в их коллекции.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528357636911135/0b10a24796efa480.png"
    },
    key: "kubiki",
},
{
    label: "Переворот",
    title: "**Переворот**",
    description: "<:dice:965495296366903296>  **от 3 до 8 человек**\n```В этой игре вы живёте в таком городе, где в каждом кирпичике чувствуется коррупция. Цель - вытеснить своих конкурентов, встать у руля города. Как же вам это сделать? На помощь придут ваши реальные и нереальные связи с важными персонами. Будбте аккуратны и убедительны, тогда оппоненты никогда не решатся проверить на прочность ваше влияние!```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528358119264317/2e0c73100d222880.png"
    },
    key: "perevorot",
},
{
    label: "Счастливые числа",
    title: "**Счастливые числа**",
    description: "<:dice:965495296366903296>  **от 3 до 4 человек**\n```Счастливые числа - это сочетание Судоку и Лото, игра, в которой вы сами управляете своей удачей. Станьте первым, кто засадит свои грядки, но не забывайте про ЕДИНСТВЕННОЕ ПРАВИЛО: числа в каждом ряду и каждом столбце на вашем планшете должны быть расположены в возрастающем порядке. Так что берите, размещайте и планируйте свой сад. Но будьте осторожны, чтобы не дать противнику клевер, который принесёт ему победу!```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528358819704844/fadb7b5dba821c2e.png"
    },
    key: "chisla", 
},
{
    label: "Соло",
    title: "**Соло**",
    description: "<:dice:965495296366903296>  **от 3 до 10 человек**\n```Каждый игрок получает по восемь карт. Игрок, который первым выложил все свои карты на стол, становится победителем. Но будьте осторожны! Существуют особые карты действий, которые могут перевернуть всё с ног на голову.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528359323013220/d22cf9ed46805f50.png"
    },
    key: "solo",
},
{
    label: "Суши карты",
    title: "**Суши карты**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Карточная игра, где ты тыришь много-много сушинок, собираешь комбинации, а за них очки. Когда заканчиваются суши, происходит подсчёт комбинаций, а после выдаются очки, и определяется победитель.```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528385449336872/ec554f910ffe8a85.png"
    },
    key: "sushigovno",
},
{
    label: "Сыщики",
    title: "**Сыщики**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Каждый игрок конкурирует с другими за звание лучшего частного сыщика в городе. Игровая партия состоит из трёх раундов. Игроки должны попытаться решить своё дело, найдя подозреваемого, совершенное им преступление и местоположение где он теперь скрывается. Игрок должен попытаться правильно раскрыть своё преступление и провести расследование быстрей других, заработав больше очков.```\nКаждый игрок берет карты: \n **1 подозреваемого **,  **1 преступления ** и  **1 местоположения ** из колод  **'дела'**.\n Эти карты у игрока должен узнать игрок слева от него. \n\n **Девять карт доказательств ** - помещаются лицом вверх рядом с игровым полем.\n\nКогда наступает ваш ход, вы можете сделать одну из 3 вещей. \nМожно разместить один из своих каунтеров  **исследователя**, выбрать карту  **доказательств ** или попытаться  **решить своё дело**.\nРазмещая свои каунтеры, исследователя в местоположениях, вы получаете больше информации обо всех трех тайлах, расположенных там.",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528386023952554/255aa22a1ffb2229.png"
    },
    key: "ssish",
},
{
    label: "Такеноко",
    title: "**Такеноко**",
    description: "<:dice:965495296366903296>  **от 3 до 4 человек**\n```После долгих споров, диспутов и разногласий, дипломатические отношения между Китаем и Японией наконец-то были налажены. В знак перемирия Китайский император подарил Японскому императору панду как символ мира.Но в Японии не выращивают бамбук. Японский император дает задание своим людям, начать возделывать бамбуковые сады трех разных видов (желтый, зеленый, розовый), наладить систему орошения, и накормить панду. Помогать будет имперский садовник. Цель игры: раньше своих противников выполнить все задания и получить карту императора.```\nОбщие компоненты игры:\n**1.** Кубик погоды - в зависимости от того какая погода, вы сможете выполнять те или иные действия.\n**2.** Карты заданий - делятся на три категории: \n  **2.1** \"Панда\" - означает, что панду надо покормить бамбуком указанного цвета и количества, который изображен на карте заданий.\n  **2.2** \"Участки\" - означает, какой именно формы вы должны создать сад и из какого вида бамбука, с системой орошения.\n  **2.3** \"Садовник\" - показывает какого вида бамбук надо вырастить, на сколько делений и в каких условиях (с улучшениями или без них).\n**3.** фигурка садовника, его перемещение на участок вызывает рост бамбука.\n**4.** фигурка панды, его перемещение удаляет одно деление бамбука.\n\nТакже имеются три вида улучшений, которые можно расположить на участке( улучшения иссекаемы у каждого игрока), их количество указано внизу страницы, под выложенными (сыгранными) картами заданий:\n**1.** Колодец - рост бамбука на 2 деления, за одно посещение садовника. \n**2.** Инструменты - также увеличивает рост бамбука на 2 деления за одно посещение садовника.\n**3.** Перечеркнутая панда - запрещает панде есть бамбук на том участке где он имеется. \n**4.** Оазис - к такому виду улучшения не надо прокладывать \"синенькие палочки\" или же каналы, чтобы на этом участке рос бамбук.\n\n**Важно!**\nЕсли участок не соприкасается ни одной гранью с прудом (который расположен в центре и от него начинается вся постройка садов), то на участке не может расти бамбук, надо прокладывать каналы. Участок считается орошаемым если он хотя бы одной гранью соприкасается с прудом или каналом ведущим от пруда.",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034539772313608303/14feb79e9aa96a61.png"
    },
    key: "takenoko",
},
{
    label: "Ток",
    title: "**Ток**",
    description: "<:dice:965495296366903296>  **от 3 до 6 человек**\n```В начале каждого раунда игрокам раздается по 4 или 5 карт. С помощью этих карт игрок управляет своими пешками. Цель игры - первому отправить все свои пешки в \"дом\". В зависимости от того, какая карта сыграна, пешка проходит определенное количество шагов.```\nКак ходят карты?\n**Двойка** - два шага, тройка - три и т.д. Но есть исключения:\n**Четвёрка** - пешка возвращается на 4 шага назад\n**Семёрка** - в зависимости от настроек игры (см. ниже) 7 шагов могут быть поделены между пешками. Все пешки на пути активной съедаются - неважно, свои или противника.\n**Десятка** - пройти 10 шагов, следующий игрок сбрасывает карту с руки (по своему выбору).\n**Валет** - пешка игрока меняется местами с любой другой\n**Дама** - пешка игрока проходит на 12 шагов вперед\n**Король** - пешка игрока проходит на 13 шагов вперед, или игрок выставляет новую пешку на стартовую позицию\n**Туз** - игрока проходит на 1 шаг вперед, или игрок выставляет новую пешку на стартовую позицию",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528386825072711/9c6afc5790ecc671.png"
    },
    key: "tok",
},
{
    label: "Токайдо",
    title: "**Токайдо**",
    description: "<:dice:965495296366903296>  **от 3 до 5 человек**\n```Сами игроки становятся путниками, которые отправились в дальнюю дорогу по Японии под названием \"Токайдо\". Каждый путник имеет свои баффы/монеты/интересности. Ваша задача насладиться всей дорогой, посмотреть на как можно больше пейзажей, набрать как можно больше всяких сувениров, ну и конечно же отведать искусно приготовленные блюда! Ах, да! Я совсем забыл проо горячие источники... Они действительно делают из старых людей молодых!```",
    color: 3092791,
    image: {
        url: "https://media.discordapp.net/attachments/690620268237946983/1034528387210952734/3c42820599150d92.png"
    },
    key: "tokaido",
},]

module.exports = embeds