module.exports= {
    name: `chtets`,
    label: `Чтец сервера`,
    emoji: `<:bookmeta:1026251022466822244>`,
    fullstaffchatid: `1026594269345091715`,
    hasButton: true,
    
    form: [
      {
        type: `text`,
        label: `Удобное время проведения прослушивания?`,
        name: `name`,
        style: `SHORT`,
        placeholder: `Время указывайте по мск`,
        required: true,
      }],

      embed: {
        description: "<:fon:916322554053029938>**Информация о роли** - <:bookmeta:1026251022466822244>\n\n<a:dot00:965657635691048970>**Роль чтеца выдается за литературные познания.**\n<:fon:916322554053029938><a:dot01:965657669526491186> Даёт возможность говорить в <#972150826619523112>.\n\n<a:dot02:965657676719726602> **Критерии для получения роли:**\n<:fon:916322554053029938><a:dot03:965657685305483324> Качественный вывод звука;\n<:fon:916322554053029938><a:dot04:965657699159261206>Умение контролировать свой голос;\n<:fon:916322554053029938><a:dot05:965657708164423770>[Согласие с правилами творческого уголка](https://discord.com/channels/822354240713261068/1024784330641395882/1024784566789095506);\n<:fon:916322554053029938><a:dot06:965657714787225610>  Адекватность, отсутствие глобальных нарушений.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }