module.exports= {
    name: `hudojka`,
    fullstaffchatid: `1026594269345091715`,
    label: `Художник сервера`,
    emoji: `<:loveroom:965495296119410689>`,
    fullstaffchatid: `1026594269345091715`,
    hasButton: true,

  buttonUrl: `https://forms.gle/KRnaZgFDZqg3VsN99`,
    
    embed: {
        description: "<:fon:916322554053029938> **Информация о роли** - <:artqq:965495296333348865>\n\n<a:dot00:965657635691048970>**Роль художника выдается за художественное мастерство.**\n<:fon:916322554053029938><a:dot01:965657669526491186>Даёт возможность говорить в <#1025711356902641725>.\n\n<a:dot02:965657676719726602> **Критерии для получения роли:**\n<:fon:916322554053029938><a:dot03:965657685305483324>Пример своей работы.\n<:fon:916322554053029938><a:dot04:965657699159261206>Хорошее качество изображения;\n<:fon:916322554053029938><a:dot05:965657708164423770>[Согласие с правилами творческого уголка](https://discord.com/channels/822354240713261068/1024784330641395882/1024784566789095506);\n<:fon:916322554053029938><a:dot05:965657708164423770> Адекватность, отсутствие глобальных нарушений.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }