module.exports= {
    name: `kartinki`,
    label: `Картинки`,
    emoji: `<:pictures:965539708836913182>`,
    hasButton: false,

      embed: {
        description: "<a:dot00:965657635691048970>Данная роль даёт возможность отправлять изображения \n<:fon11:832188712644902927><a:dot01:965657669526491186><#865961833427632138>\n\n<a:dot02:965657676719726602>Для того чтобы получить данную роль, потребуется:\n<:fon11:832188712644902927><a:dot03:965657685305483324>Написать команду </picture:1131516579356626945> и иметь в наличии 1000<:1_:834832753735893012>",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }