module.exports= {
    name: `loveroom`,
    label: `Лаврумы`,
    emoji: `<:loveroom:965495296119410689>`,
    hasButton: false,

      embed: {
        description: "<:fon11:832188712644902927>**Информация о любовных комнатах** — <:loveroom:965495296119410689>\n\n<a:dot00:965657635691048970>**Для создания необходимо:**\n<:fon11:832188712644902927><a:dot01:965657669526491186>Написать команду - `!marry <@user/id>` и наличие 1500 <:1:834832753735893012>.\n\n<a:dot02:965657676719726602>**Общая информация:**\n<:fon11:832188712644902927><a:dot03:965657685305483324>Каждый месяц с баланса пары взимается 1500 <:1:834832753735893012>;\n<:fon11:832188712644902927><a:dot04:965657699159261206>Парный онлайн зачисляется, если пара сидит вместе.\n\n<a:dot05:965657708164423770>**Подробная информация:**\n<:fon11:832188712644902927><a:dot06:965657714787225610>Все команды связанные с любовным комнатами - [тут](https://discord.com/channels/822354240713261068/865919522870919209/912061444248469504).",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }