module.exports= {
    name: `nitro`,
    label: `Нитро`,
    emoji: `<:nitro2:965539708643991593>`,
    hasButton: false,

      embed: {
        description: "<:fon11:832188712644902927>Информация о **Nitro boosting**\n\n<a:dot01:965657669526491186>На нашем сервере существует роль —<:nitro2:965539708643991593> \n<:fon11:832188712644902927><a:dot02:965657676719726602>Чтобы получить роль, необходимо [бустануть](https://support.discordapp.com/hc/ru/articles/360028038352) наш сервер.\n\n<a:dot03:965657685305483324>**Привилегии бустеров:**\n<:fon11:832188712644902927><a:dot04:965657699159261206>Отправлять картинки и гифки в <#865961833427632138>\n\n<a:dot05:965657708164423770>Не забудь написать <@765096515991502879>, чтобы забрать 500 <:1_:834832753735893012>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }