module.exports= {
    name: `oblako`,
    label: `Облако`,
    emoji: `<:oblachko:965495296337522688>`,
    hasButton: false,
        
      embed: {
        description: "<:fon11:832188712644902927>**Информация о роли облачка** — <:oblachko:965495296337522688>\n\n<a:dot01:965657669526491186><:oblachko:965495296337522688> — показатель адекватности пользователя, позволяет:\n<:fon11:832188712644902927><a:dot02:965657676719726602>Отправлять картинки и гифки в <#865961833427632138>.\n\n<a:dot03:965657685305483324>**Чтобы получить данную роль:**\n<:fon11:832188712644902927><a:dot04:965657699159261206>Нужно оставить заявку в личных сообщениях у <@899964230588067850>.\n\n<a:dot05:965657708164423770>**Обязательная форма заявки:**\n<:fon11:832188712644902927><a:dot06:965657714787225610>Ваш никнейм.\n<:fon11:832188712644902927><a:dot07:965657721644937312>Ваше имя и возраст.\n<:fon11:832188712644902927><a:dot08:965657731061145741>Были ли у вас муты/варны/баны.\n<:fon11:832188712644902927><a:dot09:965657745925767228>Кол-во часов в голосовых каналах. (не менее 100 часов)\n<:fon11:832188712644902927><a:dot10:965657753844609115>Точная дата присоединения к серверу. (не менее 30 дней)\n\n<a:dot11:965657760211537921>При нарушении одного из правил, данная роль будет снята.\n<:fon11:832188712644902927><a:dot12:965657768038113340>Вопросы по роли писать - <@899964230588067850>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }