module.exports= {
    name: `selfi`,
    label: `Селфи`,
    emoji: `<:selfak:965539198230749194>`,
    hasButton: false,
        
      embed: {
        description: "<:fon:916322554053029938> Информация о **селфи <:selfak:965539198230749194>**\n\n <a:dot01:965657669526491186> **Но прежде чем сделать селфи, ознакомься с правилами:**\n<:fon:916322554053029938> <a:dot02:965657676719726602> Фотография должна быть в хорошем качестве.\n<:fon:916322554053029938> <a:dot03:965657685305483324> Фотография должна быть сделана вами.\n<:fon:916322554053029938> <a:dot04:965657699159261206> Администрация имеет право отклонить публикацию.\n\n <a:dot05:965657708164423770> Повторно награда не выдается.\n<:fon:916322554053029938> <a:dot06:965657714787225610> Ты получишь соответствующую роль — <:selfak:965539198230749194> и 300 <:1_:834832753735893012>;\n\n<a:dot07:965657721644937312> Чтобы опубликовать селфи, напиши в лс <@694627798332997652>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }