module.exports= {
    name: `selfi`,
    label: `Селфи`,
    emoji: `<:selfak:965539198230749194>`,
    hasButton: false,
        
      embed: {
        description: "<:fon11:832188712644902927>**Теперь вы тут можете выложить своё селфи <:selfak:965539198230749194>**\n\n<a:metadot_00:935951263626063922>**Но прежде чем сделать селфи, ознакомься с правилами:**\n<:fon11:832188712644902927><a:metadot_01:935951273386197002>Фотография должна быть в хорошем качестве.\n<:fon11:832188712644902927><a:metadot_02:935951284870213682>Фотография должна быть сделана вами.\n<:fon11:832188712644902927><a:metadot_03:935951347851857982>Администрация имеет право отклонить публикацию.\n\n<a:metadot_04:935951367456030790>Повторно награда не выдается.\n<:fon11:832188712644902927><a:metadot_05:935951390470201414>Ты получишь соответствующую роль — <:selfak:965539198230749194> и 300 <:1_:834832753735893012>;\n\n<a:metadot_06:935951399198531694>Чтобы опубликовать селфи, напиши в лс <@273045834768187392>.",
        color: 3026739,
        image: {
          url: `https://media.discordapp.net/attachments/774042908718399509/830486108978544680/1111.png`
        },
      },
    }